Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་ཕ་རོལ་ལ་གནོད་པ་ཅན་གྱི་ནང་ན་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་གནོད་པ་མེད་པར་གནས་པ་དང་།
en: Bodhisattvas live among beings who harm others, without harming anyone.

source: སེམས་ཅན་མ་བྱིན་པར་ལེན་པ་ཅན་རྣམས་ཀྱི་ནང་ན་བྱང་ཆུབ་སེམས་དཔའ་གཞན་གྱི་ནོར་ལ་མི་རྐུ་བའི་སེམས་ཀྱིས་གནས་པ་ནས་ཕ་རོལ་གྱི་ཆུང་མ་ལ་མི་གཡེམ་པ་དང་། བརྫུན་དུ་སྨྲ་བ་ལ་མི་སླུ་བའི་བར་དུའོ། །
en: Bodhisattvas live among beings who take what is not given, without thinking of stealing others’ wealth, without engaging in sexual misconduct with others’ wives, and without deceiving others with lies.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕྲ་མ་མི་ཟེར་བ་ནས་ངག་མི་རྩུབ་པའི་བར་དུ་སྟེ། ཚིག་ཀྱལ་པ་ཟེར་བ་སྤངས་པ་དང་།
en: They do not use divisive speech and do not use harsh speech toward any beings.

source: གནོད་སེམས་འདོད་པ་སྤངས་པ་དང་། ཆགས་སེམས་སྤངས་པ་དང་། སེམས་ཀྱི་རྙོག་པ་སྤང་བའི་ཕྱིར་གཞན་གྱི་བསྟན་པ་སྤངས་པ་དང་།
en: They have abandoned idle gossip, they have abandoned the desire and intent to do harm, they have abandoned covetousness, and they have abandoned the teachings of non-Buddhists since they have eliminated mental impurity.

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་ཡོན་ཏན་ལ་གུས་པར་བྱ་བ་ལ་མི་ཟད་པར་མོས་ཤིང་ཉན་པར་འདོད་པ་དང་།
en: They are unfailing in showing interest in and dedication to the qualities of the Buddha, the Dharma, and the Saṅgha, and they are eager to hear about them.

source: བསླབ་པ་ལ་མི་ཟད་པར་གུས་པ་སྐྱེས་པ་དང་། ཁ་ན་མ་ཐོ་བ་ཅུང་ཟད་ཙམ་ལ་འཇིགས་པར་ལྟ་བ་དང་།
en: They give rise to unfailing devotion to the trainings and they are afraid of committing even the slightest misdeed.

source: ཐེག་པ་གཞན་མི་འདོད་པས་ཚུལ་ཁྲིམས་མ་ཞིག་པ་དང་།
en: Since they have no interest in other vehicles, their discipline remains unbroken.

source: མ་རུང་བ་སྐྱེ་བ་ལ་ཡང་དག་པར་གནས་པ་རྣམས་སྐྱོ་བས་ཚུལ་ཁྲིམས་མ་རལ་བ་དང་།
en: Since they are weary of the dreadful realms of rebirth, their discipline is not ruined.

source: ཉོན་མོངས་པའི་བག་ཆགས་སྤངས་པས་ཚུལ་ཁྲིམས་འདྲེས་མ་མེད་པ་དང་།
en: Since they have abandoned the habitual tendencies of the afflictions, their discipline is uncorrupted.

source: ཆོས་དཀར་པོ་འཕེལ་བས་མཁས་པས་མི་དམོད་པ་དང་།
en: Since they propagate the pure Dharma, they are not criticized by the wise.

source: དྲན་པས་སྨྲ་བ་དང་། ཏིང་ངེ་འཛིན་ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། དབང་པོ་དྲུག་སྲུང་བ་དང་།
en: They speak mindfully, their absorptions are free from wrongdoing, and they guard their six senses.

source: འདོད་པ་དང་ཆགས་སེམས་ཀྱི་འདོད་པ་རབ་ཏུ་སྤངས་པས་བསམ་པ་བསྔགས་པའོ། །
en: Since they have completely abandoned desire and lust, their attitude is praised.

source: ལྷ་དང་མི་མངོན་པར་མོས་པར་བྱ་བའི་ཕྱིར་རྩོད་པ་དང་ཐབ་མོའི་འདུ་འཛི་ཅན་ཡོངས་སུ་སྤངས་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: In order to pique the interest of gods and humans, they ripen them by giving up the distractions of arguing and fighting.

source: སེམས་ཅན་ཡོངས་སུ་བསྐྱབ་པའི་ཕྱིར་སེམས་ཅན་སྙིང་རྗེ་མེད་པའི་ནང་ན་འདུག་པ་ལ་བྱམས་པ་སྤྱོད་པར་འགྱུར་རོ། །
en: In order to protect beings, they practice love while residing among beings who lack compassion.

source: སྡུག་བསྔལ་ཐམས་ཅད་བཟོད་པའི་སེམས་དང་། ངན་འགྲོར་འགྲོ་བ་ལ་ཞུམ་པ་མེད་པའི་སེམས་དང་།
en: Their minds can withstand all forms of suffering and they do not hesitate to take birth in the lower realms.

source: བདག་འཁྲུལ་པ་ཕྱིར་འབྱིན་པ་དང་། གཞན་འཁྲུལ་པ་ལ་ནི་རྩོད་ཅིང་འདོར་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །ཉོན་མོངས་པ་དང་།
en: They eliminate their own mistaken views and ripen beings by arguing against and rejecting the mistaken views of others.

source: རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་སེམས་ཅན་མཐའ་མེད་པར་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དང་། ལེ་ལོ་ཅན་དང་། མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་ཏུ་འགྲོགས་པའི་ནང་ན་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་བརྩོན་འགྲུས་བརྩམས་པར་འགྱུར་རོ། །ལུས་དང་། ངག་དང་། ཡིད་ཡོངས་སུ་སྦྱོང་བའི་ཕྱིར་ཚུལ་ཁྲིམས་དང་།
en: “Bodhisattvas exercise virtuous diligence among the beings in this buddha realm inundated with afflictions and the five impurities who do limitless deeds, who reject the sacred Dharma, who denigrate the noble ones, who are lazy, and who involve themselves with roots of nonvirtue.

source: ཐོས་པ་དང་། གཏོང་བ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པའི་ལས་དང་། གཟུགས་མེད་པའི་ཁམས་ཀྱི་དགེ་བའི་རྩ་བ་ལ་བརྩོན་འགྲུས་བརྩམས་པར་འགྱུར་རོ། །
en: In order to purify their body, speech, and mind, they exercise diligence in discipline, learning, generosity, concentration, the immeasurable activities, and the roots of virtue associated with the formless realm.

source: འདོད་པའི་ཁམས་དང་། གཟུགས་དང་། གཟུགས་མེད་པའི་ཕུང་པོ་ཉོན་མོངས་པའི་བག་ཆགས་ཀྱི་ལྟ་བ་ཀུན་ཏུ་སྦྱོར་བ་དང་། ཚུལ་འཆོས་པ་དང་། ཁ་གསག་གི་མཚན་མ་དང་།
en: They endeavor to purify and eliminate the fetters of the views associated with the latent afflicted tendencies and the aggregates of the desire realm, the form realm, and the formless realm; the marks of hypocrisy and flattery; the marks of the transitory collection; and extreme views, and they ripen beings by providing them with and establishing them in their roots of virtue.

source: འཇིག་ཚོགས་ཀྱི་མཚན་མ་དང་། མཐར་འཛིན་པའི་ལྟ་བ་ཡོངས་སུ་སྦྱང་བ་དང་། རབ་ཏུ་སྤང་བའི་ཕྱིར་རྩོལ་བ་དེ་དང་དེ་དག་གི་དགེ་བའི་རྩ་བ་ལ་ཡང་སེམས་ཅན་སྦྱོར་བར་བྱེད། འགོད་པར་བྱེད་པ་དེ་ཉིད་ཀྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་སྟེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་བརྩོན་འགྲུས་དང་ཚུལ་ཁྲིམས་ཀྱི་སེམས་ཀྱི་གོ་ཆ་ལ་བརྩོན་པ་འདི་ཡང་འཇིག་རྟེན་པའི་ངག་སྙན་པའི་བསྡུ་བའི་དངོས་པོའོ། །
en: Noble sons, the exertion with which the bodhisattvas don the armor of diligence and discipline in order to ripen beings is the mundane means of using pleasant speech to attract disciples.

source: གང་གིས་གོ་ཆའི་ཐབས་ལ་མཁས་པས་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེས་བུ་ཆེན་པོའི་རྩལ་གྱིས་སེམས་ཅན་མཚམས་མེད་པ་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དང་། མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་འགྲོགས་པ་དག་ཡོངས་སུ་སྨིན་པར་འགྱུར་རོ། །
en: “With the skillful means of such an armor, the power of the bodhisattvas, who are the greatest people in this afflicted buddha realm inundated with the five impurities, ripens beings who commit the acts of immediate retribution, who reject the sacred Dharma, who denigrate the noble ones, and who involve themselves with roots of nonvirtue.

source: ཇི་ལྟར་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་མ་དག་པར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་རྣམ་པ་དེ་ལྟ་བུའི་སྐྱེས་བུའི་རྩལ་ཡོད་དོ། །
en: Such is the kind of power that people who are bodhisattvas in the impure buddha realms possess.

source: རིགས་ཀྱི་བུ་དེའི་ཚེ། གཞུང་འདིས་གང་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྤྱད་པ་སྤྱོད་ཅིང་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བར་དེ་ལྟར་རིག་པར་བྱའོ། །
en: Noble sons, those bodhisattvas who possess great compassion and engage in the practices of the six perfections in buddha realms inundated with the afflictions and the five impurities at that time are thus the ones who are to be known by this teaching as bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་བ་སྤུའི་ཁུང་བུ་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་ངག་སྙན་པའི་བ་སྤུའི་དངོས་པོས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen beings as numerous as the pores on their bodies with pleasant speech as a means of attracting disciples.

source: རིགས་ཀྱི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་དང་། དོན་བྱ་བའི་བསྡུ་བའི་དངོས་པོ་གང་ཞེ་ན།
en: “Noble sons, what is the supramundane discipline of the bodhisattvas, how do they ripen beings, and what is using altruistic actions as a means of attracting disciples?

source: རིགས་ཀྱི་བུ་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་བྱང་ཆུབ་སེམས་དཔའ་བརྟན་པའི་སྙིང་རྗེ་ཆེན་པོས་བཅིངས་པ་དང་། བདག་གི་སྨོན་ལམ་གྱི་ཁྱད་པར་གྱིས་བཅིངས་པ་ནི་འདི་ལྟ་སྟེ།
en: Noble sons, bodhisattvas are bound to this buddha realm inundated with the afflictions and the five impurities out of steadfast great compassion and because of their own extraordinary aspirations.

source: དཔེར་ན་ཕྱུགས་ཤིང་ལ་བཏགས་པ་ལྟར་སྡུག་བསྔལ་མྱོང་བས་ན་སེམས་དང་བསམ་པ་ལ་འཇིགས་པའམ། སྐྲག་པའམ། ཡོངས་སུ་བསྡིགས་པ་སྐྱེ་བར་མི་འགྱུར་རོ། །
en: For example, when they experience suffering, then fear, terror, and feelings of being threatened will not arise in their minds and thoughts, just like when a domesticated animal is tied to a tree.

source: དེ་ཆུང་ངུ་ན་སེམས་ཀྱི་སྐད་ཅིག་མ་གཅིག་གིས་ཀྱང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་འདི་སྒོམ་པ་ན་དེ་ལྟར་བསླབ་བོ། །དེ་འདི་སྙམ་དུ་སེམས་ཏེ། སེམས་ཅན་འདི་གང་སེམས་ཅན་འདི་མིང་ཙམ་ཞིག་གམ། སེམས་ཅན་འདི་ཕྱིན་ཅི་ལོག་ཙམ་ཞིག་གམ། །གཏི་མུག་པ་ཙམ་མམ།
en: If these feelings do arise a little, they train themselves to cultivate great compassion from one momentary thought to the next in order to ripen beings, thinking, ‘Being is a mere label, a mere mistaken concept, a mere delusion, a mere convention, an incorrect idea.

source: ཐ་སྙད་ཙམ་མམ། ཐོག་མར་དག་པ་འདི་སེམས་ཅན་ཞེས་བྱ་བའམ། ཡང་དག་པ་མ་ཡིན་པར་གཏི་མུག་པ་མ་གཏོགས་པར་ཤིན་ཏུ་མངོན་པར་མི་སྒྲུབ་པ་དང་།
en: Primordial purity is referred to as being, but that establishes nothing but a false delusion.

source: འདུ་བྱེད་སྣ་ཚོགས་ཀྱི་ཕྱིན་ཅི་ལོག་ཀུན་ནས་ལྡང་བ་རྣམས་མངོན་པར་འདུ་བྱ་བ་ན་སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་མྱོང་བ་དང་།
en: When the various mistaken views of compounded phenomena multiply, one experiences suffering and mental distress.

source: འདུས་བྱས་ཐམས་ཅད་ཀྱི་དངོས་པོ་གར་མཁན་གྱི་ཚོན་འདྲ་བ་དང་། རྨི་ལམ་ལྟ་བུ་དང་། རང་བཞིན་གྱིས་སྨིག་རྒྱུ་ལྟ་བུ་དང་།
en: All conditioned things are like an actor’s stage, like a dream, and have the nature of a mirage.

source: འཁོར་བ་ལ་ཆགས་པ་རྣམས་བདེ་བར་འདོད་ཅིང་མངོན་པར་འདུ་བྱ་བ་དེས་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་མྱོང་བ་དང་།
en: Those who are attached to saṃsāra wish for happiness, and as that develops, they experience various forms of suffering.

source: ཆོས་ཐམས་ཅད་ནམ་མཁའི་རང་བཞིན་དུ་མི་ཤེས་པ་ན་ཀུན་ཏུ་སྦྱོར་བས་འཁྲུལ་པ་དང་། མྱོས་པའི་སྡུག་བསྔལ་སྣ་ཚོགས་ཀྱི་ནད་འབྱུང་བར་འགྱུར་བ་དང་།
en: Since they do not understand that all phenomena have the nature of space, they are deluded by the fetters and experience the diseases of the different types of suffering generated by their intoxication.

source: གང་གི་འགྲོ་བ་ལྔའི་འཁོར་བ་ལ་འཁོར་ལོ་སྟུག་པོ་ལྟ་བུའི་སྡུག་བསྔལ་གྱིས་ཡོངས་སུ་འཁོར་བ་དེ་དག་ཀྱང་བདག་ཅག་གིས་ཕྱིན་ཅི་ལོག་བཞི་སྤངས་ཏེ།
en: I shall eliminate the four mistaken views of those who cycle like a solid wheel through the five realms of saṃsāra driven by suffering!

source: ཇི་ལྟ་བ་བཞིན་དུ་ཞི་བའི་ལམ་ལ་དགོད་པར་བྱ་ཞིང་ཡང་དག་པའི་སྡུག་བསྔལ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཞིག་སྙམ་པ་དང་།
en: I will establish them on the path leading to peace, and ripen them with all types of genuine suffering!’

source: དེ་སེམས་ཅན་རྣམས་ལ་ཚུལ་བཞིན་དུ་རྟོག་སྟེ། སེམས་ཅན་རྣམས་ལ་དམིགས་པའང་མེད་དོ། །
en: “They understand beings as they are, without observing any beings whatsoever.

source: སྲོག་དང་། གསོ་བ་དང་། གང་ཟག་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་ཅན་དུ་དམིགས་པའང་མེད་དོ། །
en: They do not observe any life force, soul, person, human, or living creature at all.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་ཡང་རྣམ་པར་མི་སྤོང་ངོ་། །
en: They never give up their great compassion in order to ripen beings.

source: བསྟན་པ་ལ་མོས་པས་སེམས་ཅན་རྣམས་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ལ་སྦྱོར་བར་བྱེད། ཐབས་ལ་མཁས་པས་འགོད་པར་བྱེད།
en: Their devotion to the teachings causes beings to adopt supramundane discipline, and their skillful means establishes them in it.

source: དགོན་པ་དང་། ནགས་འདབ་ཏུ་འདུག་པའི་ཕྱིར་སྤྱོད་པར་འགྱུར་རོ། །
en: They wander so that they may live in forests and remote places.

source: འདུ་འཛི་ཡོངས་སུ་སྤང་བའི་ཕྱིར་བརྩོན་འགྲུས་བརྩམས་པས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ལྷ་དང་མི་མངོན་པར་མོས་པར་བྱ་བའི་ཕྱིར་ཡིད་ལ་བྱེད་པའི་རྣལ་འབྱོར་དང་ལྡན་པར་འགྱུར་རོ། །
en: While exercising diligence in order to eliminate all distractions they adopt the practice of mindful attention toward the five aggregates that are the basis of grasping so that they may fulfill the desires of gods and humans.

source: གང་ཡང་ཕྱག་འཚལ་བ་དང་། བསྙེན་བཀུར་བ་དང་། འདུ་འཛི་སྤང་བའི་ཕྱིར་སེམས་ཅན་དེ་དག་གི་དྲུང་དུ་ཉེ་བར་ཕྱིན་ནས་ཆོས་སྟོན་ཏེ།
en: They approach beings and teach them the Dharma to ensure that they engage in acts of homage and reverence, and that they abandon distractions.

source: བག་ལ་ཉལ་བ་སྤང་བའི་ཕྱིར་འགྲོ་བ་ལྔ་ལ་མངོན་པར་ཆགས་པ་རྗེས་སུ་སྨོན་པ་རྣམ་པར་བྱང་བའི་ཕྱོགས་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: In order to eliminate their latent tendencies, they have them adopt the approach of purifying their attachment to and desire for the five destinies.

source: ཉེས་པ་མང་པོའི་ལྟ་བ་དང་། ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བ་དང་། རྟག་པ་དང་ཆད་པ་ཡོངས་སུ་སྤང་བའི་ཕྱིར་དགོན་པའི་གནས་དང་། སྦྱངས་པའི་ཡོན་ཏན་བཅུ་གཉིས་ལ་རབ་ཏུ་གནས་པར་བྱེད་པ་དེ་དག་གི་གན་དུ་གུས་པ་སྐྱེ་བར་འགྱུར་རོ། །
en: In order to eliminate all the numerous faulty views, the senses of ownership and possession, and the views of permanence and annihilation, they generate respect for those who dwell in solitude and establish beings in the twelve ascetic practices.

source: དེ་དག་ལའང་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་སྟོན་པར་བྱེད་པ་དེ་ནི་སངས་རྒྱས་ཀྱིས་གནང་བ། འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་འདིའོ། །གང་དང་ལྡན་པའི་སེམས་ཅན་ཐམས་ཅད་འདོད་པའི་འདོད་ཆགས་འཇིག་པར་བྱེད་དོ། །གཟུགས་དང་གཟུགས་མེད་པའི་འདོད་ཆགས་ཐམས་ཅད་འཇིག་པར་བྱེད་དོ། །
en: The Buddha has authorized them to teach the supramundane discipline, and all the beings endowed with this supramundane discipline destroy all desires associated with the desire realm and all desires associated with the form realm and formless realm.

source: བག་ལ་ཉལ་བ་དང་། ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བ་ཐམས་ཅད་འཇིག་པར་བྱེད་དོ། །
en: They destroy all their latent tendencies and all senses of ownership and possession.

source: མྱུར་དུ་ཆོས་ཟབ་མོ་གཏིང་དཔག་དཀའ་བའི་བཟོད་པ་འཐོབ་བོ། །མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱའོ། །
en: They will quickly achieve the acceptance of the words of the profound Dharma that is hard to fathom, and they will swiftly awaken to unsurpassed and perfect buddhahood.

source: སེམས་ཅན་འཇིག་རྟེན་པའི་ཚུལ་ཁྲིམས་ཅན་ཡང་དང་ཡང་དུ་སྡུག་བསྔལ་གྱི་ཟིལ་གྱིས་ནོན་ཅིང་འགྲོ་བ་ལྔའི་འཁོར་ལོ་ལ་ཡང་དག་པར་གནས་པ་ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བ་ལ་རྟེན་པ་དག་བྱང་ཆུབ་ཀྱི་ལམ་རབ་ཏུ་མི་ཤེས་སོ། །
en: “Beings who observe mundane discipline are continually overwhelmed by suffering, and those who dwell in the wheel of the five destinies and dwell on notions of ownership and possession do not know the path of awakening.

source: དེ་བཞིན་དུ་རྫུ་འཕྲུལ་ཆེན་པོ་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ཀྱིས་སེམས་ཅན་རྣམས་དགོས་པ་མེད་པ་ནི་གང་ན་བདག་གི་གནས་མེད་ཅིང་སེམས་ཅན་དང་། སྲོག་དང་། གསོ་བ་དང་།
en: Likewise, for beings who are free from needs due to the great miraculous power that is the supramundane discipline, the self has no basis at all.

source: གང་ཟག་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་ཅན་གྱི་གནས་མེད་པ་དང་།
en: Being, the life force, the soul, the person, humans, and living creatures have no basis.

source: གཟུགས་ཀྱི་གནས་མེད་པ་དང་།
en: Forms have no basis.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་གནས་མེད་པ་དང་།
en: Feelings, perceptions, formations, and consciousnesses have no basis.

source: སའི་ཁམས་ཀྱི་གནས་མེད་པ་དང་། ཆུ་དང་མེ་དང་།
en: The earth element has no basis, nor does the water, fire, or air element.

source: རླུང་དང་མིག་དང་། གཟུགས་ཀྱི་མཚན་མ་ལ་མི་གནས་ཤིང་རྣ་བ་དང་།
en: Their thoughts do not dwell on the eye and the attributes of form.

source: སྒྲའི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the ear and the attributes of sound.

source: སྣ་དང་དྲིའི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the nose and the attributes of smell.

source: ལྕེ་དང་། རོའི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the tongue and the attributes of taste.

source: ལུས་དང་། རེག་བྱའི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the body and the attributes of tactile objects.

source: ཡིད་དང་ཆོས་ཀྱི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the mind and the attributes of mental phenomena.

source: ལུས་དང་ངག་དང་ཡིད་ཀྱི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the attributes of body, speech, and mind.

source: ང་ཡིར་བྱ་བའི་རང་བཞིན་གྱི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the attributes of the nature of possession.

source: རྟག་པ་དང་། ཆད་པའི་མཚན་མ་ལ་མི་གནས།
en: They do not dwell on the attributes of permanence and annihilation.

source: འཇིག་ཚོགས་ཀྱི་ལྟ་བ་དང་། མཐར་འཛིན་པའི་ལྟ་བ་ལ་མི་གནས།
en: They do not dwell on the view of the transitory collection or on extreme views.

source: རྟོག་པ་དང་རྣམ་པར་རྟོག་པ་དང་། ཀུན་ཏུ་རྟོག་པ་དང་། རབ་ཏུ་རྟོག་པ་དང་། ཉེ་བར་རྟོག་པ་ལ་མི་གནས།
en: They do not dwell on concepts, thoughts, ideas, discursiveness, or imagination.

source: མྱ་ངན་དང་ཉེ་བའི་མྱ་ངན་དང་རྗེས་སུ་མྱ་ངན་དང་ཟད་པའི་མྱ་ངན་དང་གཉིས་པའི་མྱ་ངན་ལ་མི་གནས།
en: They do not dwell on misery, grief, sorrow, or on the distress associated with destruction and duality.

source: སྟོང་པ་ཉིད་དང་། སྨོན་པ་མེད་པ་དང་། མཚན་མ་མེད་པ་དང་། ཁམས་གསུམ་གྱི་རྒྱུད་ལ་མི་གནས། མངོན་པར་འདུ་མི་བྱེད།
en: They do not dwell on emptiness, the absence of purpose, the absence of marks, or the continuum of the three realms.

source: མ་སྐྱེས། མ་བྱུང་། མ་བྱས། མངོན་པར་མ་བྱས་པ་ལ་མི་གནས།
en: They do not dwell on the absence of development, the absence of arising, the absence of origination, the absence of creation, or the absence of actualization.

source: དུས་གསུམ་ལ་མི་གནས།
en: They do not dwell on the three times.

source: སེམས་དང་ཡིད་ཀྱི་མཚན་ཉིད་ལ་མི་གནས།
en: They do not dwell on the characteristics of the mind and the mental faculty.

source: ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། ཚིག་པ་དང་རྗེས་སུ་ཚིག་པ་དང་། སྐད་ཅིག་དུ། འཇིག་པའི་མཐའི་རྡུལ་ལ་མི་གནས།
en: They do not dwell on affliction, purification, anger, rage, or on the smallest particles that instantly disintegrate.

source: མངོན་པར་མི་ཤེས་པ་དང་།
en: They do not dwell on the supernatural perceptions and the like.

source: འཐུན་པ་ལ་མི་གནས། ཉན་ཐོས་ཀྱི་ཐེག་པ་སྡོམ་པ་ལ་མི་གནས།
en: They do not dwell on the vows of the vehicle of the hearers.

source: རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་མི་གནས།
en: They do not dwell on the vehicle of the solitary buddhas.

source: མཚན་མ་ལ་མི་གནས་ཤིང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྙེམས་པར་མི་གནས་ཀྱི་སེམས་དང་།
en: They do not dwell on any marks, and they do not dwell on conceit regarding the six perfections.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་རྣམ་པར་སྤྱོད་པ་ནམ་མཁའ་བཞིན་དུ་གནས་ཤིང་ཡང་དག་པ་དང་ཡང་དག་པ་མ་ཡིན་པའི་རྣམ་པར་དཔྱོད་པ་ལ་མཚུངས་པར་གནས་སོ། །ཞེན་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་།
en: The outward movement of the mental consciousness abides like space and abides in that way based on distinguishing what is true and what is false.

source: ཆགས་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། ཡེ་ཤེས་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། རྣལ་འབྱོར་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། རྟོག་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། ཟག་པ་དང་བཅས་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་།
en: “They ascertain the nonduality of clinging, they ascertain the nonduality of attachment, they ascertain the nonduality of wisdom, they ascertain the nonduality of yoga, they ascertain the nonduality of the perfections, they ascertain the nonduality of concepts, they ascertain the nonduality of the defilements, they ascertain the nonduality of the path, and they ascertain the nonduality that leads to the absence of afflictions.

source: ལམ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་དང་། ཉོན་མོངས་པ་མེད་པའི་འདྲེན་པ་གཉིས་སུ་མེད་པ་རྣམ་པར་དཔྱོད་པ་སྟེ། རིགས་ཀྱི་བུ་རྣམ་པ་དེ་ལྟ་བུའི་ཚུལ་ཁྲིམས་དང་ལྡན་པས་རིགས་ཀྱི་བུ་ཆོས་ཟབ་མོའི་བཟོད་པ་ཐོབ་བོ། །ཐོག་མ་མེད་པའི་སྟོང་པ་ཉིད་རབ་ཏུ་འབྱེད་པའི་ཡེ་ཤེས་ལ་མཁས་པར་འགྱུར་རོ། །
en: “Noble sons, a noble son achieves the acceptance of the profound Dharma by having that kind of discipline and will become an expert in the wisdom that discerns beginningless emptiness.

source: ཤེས་རབ་སྣང་བས་བྱང་ཆུབ་ཀྱི་ལམ་རྣམ་པར་སྦྱོང་བར་བྱེད་དོ། །
en: The light of insight will completely clarify the path of awakening.

source: འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་གོས་པའང་མེད་དོ། །བདུད་ཀྱི་ལས་ཀྱིས་གོས་པའང་མེད་དོ། །བག་ཆགས་ཀྱི་རྗེས་སུ་འབྲེལ་བའི་ཉོན་མོངས་པས་གོས་པའང་མེད་དོ། །
en: It will no longer be polluted by worldly dharmas, it will no longer be polluted by the deeds of Māra, and it will no longer be polluted by the afflictions associated with habitual tendencies.

source: ཕྱོགས་བཅུར་ཤེས་རབ་ཀྱི་སྣང་བས་ལྡན་པར་འགྱུར་རོ། །ཤེས་རབ་ཀྱི་སྟོབས་སྐྱེས་པས་ཡུལ་ཐམས་ཅད་ཡོངས་སུ་ཤེས་པར་འགྱུར་རོ། །སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་སྣང་བ་ཐོབ་པར་འགྱུར་རོ། །
en: They will be endowed with the light of insight that illuminates the ten directions, and by giving rise to the power of insight they will fully understand all objects, and all of the qualities of a buddha will shine forth.

source: འདོད་ཆགས་ཀྱི་འཁོར་བས་ལྡན་པ་དང་། མྱ་ངན་ལས་འདས་པ་དང་དངོས་པོ་དང་དངོས་པོ་མེད་པ་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་ཡོངས་སུ་ཤེས་པ་དང་། ཆགས་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པ་དང་།
en: They will understand the affliction and purification related to the cycle of attachment, nirvāṇa, existence, and nonexistence, and they will completely transcend all forms of attachment.

source: མྱ་ངན་ལས་འདའ་བར་འགྲོ་བའི་སྤྱོད་ཡུལ་དུ་འགྱུར་ཞིང་འཁོར་བའི་ཡུལ་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain that leads to nirvāṇa while appearing in the domain of saṃsāra.

source: དབེན་པའི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་འདུ་འཛི་ཐམས་ཅད་ལ་མངོན་པར་ཆགས་པར་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of isolation while appearing attached to all forms of distraction.

source: བསམ་གཏན་གྱི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་བཙུན་མོའི་འཁོར་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of concentration while appearing in the women’s quarters.

source: མངོན་པར་འདུ་མི་བྱེད་པའི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་འདུ་བྱེད་ཐམས་ཅད་ཀྱི་ཡུལ་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of uncompounded phenomena while appearing in the domain of all compounded phenomena.

source: མ་སྐྱེས་པའི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་བདུད་བཞིའི་ཡུལ་གྱི་སྤྱོད་ཡུལ་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of the unborn while appearing in the domain of the four māras.

source: འཕགས་པའི་སྐྱེ་བོའི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་། འཕགས་པའི་སྐྱེ་བོའི་སྤྱོད་ཡུལ་མ་ཡིན་པར་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of noble ones while appearing in what is not the domain of noble ones.

source: འཇིག་རྟེན་གྱི་ཡུལ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པར་ཡང་འགྱུར་ཞིང་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཡུལ་གྱི་སྤྱོད་ཡུལ་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will completely transcend the domain of the world while appearing in the domain of the entire world.

source: ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་དུའང་འགྱུར་ཞིང་བྱིས་པའི་ཡུལ་གྱི་སྤྱོད་ཡུལ་དུའང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will reach the domain of wisdom while appearing in the domain of foolish beings.

source: ཡང་དག་པའི་མཐའི་ཡུལ་མངོན་དུའང་འགྱུར་ཞིང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཡུལ་གྱི་སྤྱོད་པ་ལ་ཡང་དག་པར་དགའ་བས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ཡུལ་ལ་སྤྱད་པ་སྤྱོད་དོ། །
en: They will actually reach the ultimate realm of reality and engage in the conduct of the bodhisattvas’ domain while enjoying the conduct of the domains of the hearers and the solitary buddhas.

source: ཡུལ་ཐམས་ཅད་མཚན་ཉིད་མེད་པའི་སྤྱོད་ཡུལ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྒོམ་པར་བྱེད། སྤྱོད་པར་བྱེད།
en: “They will practice and cultivate the perfection of insight within the domain of the absence of characteristics of all objects.

source: མཚན་དང་། དཔེ་བྱད་དང་། སངས་རྒྱས་ཀྱི་ཡུལ་ལ་ཡང་དག་པར་གཞོལ་བའི་རྣམ་པར་ཤེས་པ་ལ་བརྩོན་པས་བདུད་བཞིའི་ཡུལ་ལ་དབྱེ་བར་འཇུག་པ་ཤེས་པར་འགྱུར་རོ། །
en: They will strive to perceive the assembly in the realm of the buddhas with their major and minor marks while discerning and understanding the domain of the four māras.

source: དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་ཅིང་རིམ་གྲོ་བྱ་བའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཉེ་བར་འགྲོ་བ་ལ་བརྩོན་པར་འགྱུར་ཞིང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བསྟན་པའང་བྱེད་དོ། །
en: They will worship the thus-gone ones, strive to travel to all of the buddha realms to be in their presence, and will practice all of the thus-gone ones’ teachings.

source: སངས་རྒྱས་ཀྱི་ཡུལ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་ཡུལ་ལ་ཡང་འཇུག་པར་བྱེད་དོ། །
en: They will perfect all the buddha realms and enter the domain of omniscient wisdom.

source: དམིགས་པ་ཐམས་ཅད་ཀྱི་དགེ་བ་སྤྱོད་པ་ལ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They will ripen beings in virtuous practices related to everything one observes.
